[
  {
    "municipio": "Acrelândia",
    "estado": "AC",
    "curiosidade": "Conhecida pela forte imigração sulista, que introduziu tradições como rodeios e festas de linha de tiro"
  },
  {
    "municipio": "Assis Brasil",
    "estado": "AC",
    "curiosidade": "Ponto histórico da Revolução Acreana e passagem tradicional de seringueiros. Possui uma das pontes mais simbólicas da fronteira com o Peru."
  },
  {
    "municipio": "Brasiléia",
    "estado": "AC",
    "curiosidade": "Famosa pelas histórias de contrabando e pelo comércio intenso com a Bolívia. Sua cultura mistura influências brasileiras e bolivianas."
  },
  {
    "municipio": "Bujari",
    "estado": "AC",
    "curiosidade": "Cidade que preserva tradições de seringais antigos. A culinária local destaca pratos com banana e mandioca."
  },
  {
    "municipio": "Capixaba",
    "estado": "AC",
    "curiosidade": "Fundada por migrantes do Espírito Santo, que levaram para a região tradições culinárias e religiosas raras na Amazônia."
  },
  {
    "municipio": "Cruzeiro do Sul",
    "estado": "AC",
    "curiosidade": "Capital do famoso 'bolo de macaxeira' e centro de festivais de música regional. É considerada um berço da cultura acreana."
  },
  {
    "municipio": "Epitaciolândia",
    "estado": "AC",
    "curiosidade": "Irmã de Brasiléia, forma uma área urbana contínua com forte comércio envolvendo produtos bolivianos."
  },
  {
    "municipio": "Feijó",
    "estado": "AC",
    "curiosidade": "Conhecida como a Capital do Açaí, com um dos frutos mais doces do país. Seu festival anual atrai visitantes de vários estados."
  },
  {
    "municipio": "Jordão",
    "estado": "AC",
    "curiosidade": "Um dos municípios mais isolados do Brasil, acessível principalmente por avião ou barco. Território com forte presença indígena kaxinawá."
  },
  {
    "municipio": "Mâncio Lima",
    "estado": "AC",
    "curiosidade": "Cidade mais ocidental do Brasil e uma das mais biodiversas. É porta de entrada para áreas preservadas de mata nativa."
  },
  {
    "municipio": "Manoel Urbano",
    "estado": "AC",
    "curiosidade": "Lugar marcado por histórias de seringais e lendas amazônicas. Comunidades indígenas preservam rituais ancestrais."
  },
  {
    "municipio": "Marechal Thaumaturgo",
    "estado": "AC",
    "curiosidade": "Centro de grande riqueza cultural indígena e de tradições ribeirinhas. Conhecido pela produção de artesanato vegetal."
  },
  {
    "municipio": "Plácido de Castro",
    "estado": "AC",
    "curiosidade": "Recebeu o nome do líder da Revolução Acreana. A cidade mantém festas históricas sobre a campanha de anexação ao Brasil."
  },
  {
    "municipio": "Porto Acre",
    "estado": "AC",
    "curiosidade": "Local estratégico na Revolução Acreana, palco de batalhas decisivas pelo território."
  },
  {
    "municipio": "Porto Walter",
    "estado": "AC",
    "curiosidade": "Riqueza cultural indígena marca a cidade, com rituais huni kuin e artesanato tradicional preservado."
  },
  {
    "municipio": "Rio Branco",
    "estado": "AC",
    "curiosidade": "Tem o maior centro histórico do Acre, berço de Chico Mendes e palco do movimento seringueiro que ganhou repercussão mundial."
  },
  {
    "municipio": "Rodrigues Alves",
    "estado": "AC",
    "curiosidade": "Conhecida por suas reservas naturais e pela presença de grupos indígenas com forte tradição espiritual."
  },
  {
    "municipio": "Santa Rosa do Purus",
    "estado": "AC",
    "curiosidade": "Um dos municípios mais difíceis de acessar no Brasil. Cultura indígena e ribeirinha totalmente preservada."
  },
  {
    "municipio": "Sena Madureira",
    "estado": "AC",
    "curiosidade": "Lar do tradicional 'Festival do Novilho', evento que mistura gastronomia rural, música e cultura dos antigos seringais."
  },
  {
    "municipio": "Senador Guiomard",
    "estado": "AC",
    "curiosidade": "Conhecido como 'Quinari', a cidade tem forte tradição de agricultura familiar e festas populares animadas."
  },
  {
    "municipio": "Tarauacá",
    "estado": "AC",
    "curiosidade": "Famosa pela maior abóbora do mundo registrada na região e pela música tradicional acreana que ecoa há gerações."
  },
  {
    "municipio": "Xapuri",
    "estado": "AC",
    "curiosidade": "Cidade natal de Chico Mendes e símbolo mundial da defesa da Amazônia. Suas casas de madeira históricas preservam a memória seringueira."
  }
]
