[
  {
    "municipio": "Amapá",
    "estado": "AP",
    "curiosidade": "Foi capital do estado no período colonial e guarda relíquias históricas ligadas à extração de recursos naturais da época."
  },
  {
    "municipio": "Calçoene",
    "estado": "AP",
    "curiosidade": "Lar do 'Stonehenge brasileiro', o Parque Arqueológico do Solstício, um dos mais misteriosos sítios megalíticos da América do Sul."
  },
  {
    "municipio": "Cutias",
    "estado": "AP",
    "curiosidade": "Celebra anualmente a tradicional 'Corrida de Montaria', onde competidores correm montados em búfalos."
  },
  {
    "municipio": "Ferreira Gomes",
    "estado": "AP",
    "curiosidade": "Conhecida por ser destino de pesca esportiva e por festivais às margens do rio, que reúnem música e culinária local."
  },
  {
    "municipio": "Itaubal",
    "estado": "AP",
    "curiosidade": "Município jovem, famoso pela produção de madeira e por comunidades que preservam culinária tradicional com peixes amazônicos."
  },
  {
    "municipio": "Laranjal do Jari",
    "estado": "AP",
    "curiosidade": "Ganhou destaque internacional devido ao projeto industrial Jari, considerado um dos empreendimentos mais ousados da Amazônia."
  },
  {
    "municipio": "Macapá",
    "estado": "AP",
    "curiosidade": "Única capital brasileira cortada pela Linha do Equador. A cidade possui o famoso Marco Zero, onde é possível 'estar nos dois hemisférios' ao mesmo tempo."
  },
  {
    "municipio": "Mazagão",
    "estado": "AP",
    "curiosidade": "Origem única no Brasil: fundada por colonos vindos da antiga Mazagão (no Marrocos). A 'Festa de São Tiago' é uma das mais impressionantes da região Norte."
  },
  {
    "municipio": "Oiapoque",
    "estado": "AP",
    "curiosidade": "Famosa pela expressão 'do Oiapoque ao Chuí'. Abriga uma das maiores reservas indígenas do país e forte presença de cultura multicultural."
  },
  {
    "municipio": "Pedra Branca do Amapari",
    "estado": "AP",
    "curiosidade": "Cidade marcada pela mineração e por tradições de comunidades que vivem nas bordas de serras e cachoeiras."
  },
  {
    "municipio": "Porto Grande",
    "estado": "AP",
    "curiosidade": "Reconhecida pela Festa do Abacaxi, que celebra os produtores locais e se tornou uma das festas mais populares do Amapá."
  },
  {
    "municipio": "Pracuúba",
    "estado": "AP",
    "curiosidade": "Cidade tradicional na criação de búfalos e na produção de queijos artesanais feitos com leite bubalino."
  },
  {
    "municipio": "Santana",
    "estado": "AP",
    "curiosidade": "Importante polo industrial e portuário. Suas festas populares são marcadas por música forte e tradições ribeirinhas."
  },
  {
    "municipio": "Serra do Navio",
    "estado": "AP",
    "curiosidade": "Projetada como cidade-modelo da mineração de manganês, é referência de urbanismo planejado no meio da floresta."
  },
  {
    "municipio": "Tartarugalzinho",
    "estado": "AP",
    "curiosidade": "Seu nome vem das tartarugas-da-amazônia que habitavam os rios da região. A cultura local preserva lendas de antigos ribeirinhos."
  },
  {
    "municipio": "Vitória do Jari",
    "estado": "AP",
    "curiosidade": "Cresceu junto ao projeto Jari e mantém tradições de comunidades ribeirinhas, marcadas por festivais e culinária com peixes regionais."
  }
]
