[
  {
    "municipio": "Açailândia",
    "estado": "MA",
    "curiosidade": "Importante polo industrial do Maranhão, ganhou destaque nacional pelo setor siderúrgico e pela produção de ferro-gusa."
  },
  {
    "municipio": "Afonso Cunha",
    "estado": "MA",
    "curiosidade": "Cidade conhecida por manifestações culturais como o bumba meu boi e festas populares com forte identidade local."
  },
  {
    "municipio": "Água Doce do Maranhão",
    "estado": "MA",
    "curiosidade": "Reconhecida pelo cultivo de coco e pela culinária baseada em frutos do mar e peixes de água salgada."
  },
  {
    "municipio": "Alcântara",
    "estado": "MA",
    "curiosidade": "Uma das cidades coloniais mais preservadas do Brasil e famosa pelo Centro de Lançamento de Alcântara, base espacial brasileira."
  },
  {
    "municipio": "Aldeias Altas",
    "estado": "MA",
    "curiosidade": "Celebra festas tradicionais com forte presença do tambor de crioula e danças da cultura afro-maranhense."
  },
  {
    "municipio": "Altamira do Maranhão",
    "estado": "MA",
    "curiosidade": "Município de forte tradição rural, com festas de colheita e celebrações religiosas antigas."
  },
  {
    "municipio": "Alto Alegre do Maranhão",
    "estado": "MA",
    "curiosidade": "Conhecida pelas festas juninas vibrantes, com quadrilhas e apresentações culturais tradicionais."
  },
  {
    "municipio": "Alto Alegre do Pindaré",
    "estado": "MA",
    "curiosidade": "Cidade ligada à ferrovia Carajás e marcada por festas de bumba meu boi muito populares."
  },
  {
    "municipio": "Alto Parnaíba",
    "estado": "MA",
    "curiosidade": "Local de belezas naturais do Cerrado maranhense, com mirantes e áreas de observação de fauna."
  },
  {
    "municipio": "Amapá do Maranhão",
    "estado": "MA",
    "curiosidade": "Famosa por tradições rurais e festividades que preservam costumes das comunidades ribeirinhas."
  },
  {
    "municipio": "Amarante do Maranhão",
    "estado": "MA",
    "curiosidade": "Cidade culturalmente rica, com forte presença do reggae, estilo muito popular no estado."
  },
  {
    "municipio": "Anajatuba",
    "estado": "MA",
    "curiosidade": "Reconhecida por manifestações folclóricas únicas, como o boi de matraca e danças tradicionais."
  },
  {
    "municipio": "Anapurus",
    "estado": "MA",
    "curiosidade": "Cidade influenciada pela cultura piauiense e maranhense, conhecida por suas festas e culinária típica."
  },
  {
    "municipio": "Apicum-Açu",
    "estado": "MA",
    "curiosidade": "Região com manguezais extensos, onde a pesca artesanal é base da vida econômica."
  },
  {
    "municipio": "Araguanã",
    "estado": "MA",
    "curiosidade": "Cidade com fortes raízes na cultura indígena e eventos comunitários que celebram tradições antigas."
  },
  {
    "municipio": "Araioses",
    "estado": "MA",
    "curiosidade": "Abriga parte do Delta do Parnaíba, uma das formações naturais mais impressionantes da América do Sul."
  },
  {
    "municipio": "Arame",
    "estado": "MA",
    "curiosidade": "Tem grande população indígena, principalmente da etnia Guajajara, influenciando a cultura local."
  },
  {
    "municipio": "Arari",
    "estado": "MA",
    "curiosidade": "Famosa pela Festa do Vaqueiro e pela produção de arroz, marcando forte identidade sertaneja."
  },
  {
    "municipio": "Axixá",
    "estado": "MA",
    "curiosidade": "Lugar de forte tradição do ritmo 'reggae roots' e de festas populares ligadas à cultura maranhense."
  },
  {
    "municipio": "Bacabal",
    "estado": "MA",
    "curiosidade": "Importante polo regional, conhecido pelo balneário do Rio Mearim e pela música popular maranhense."
  },
  {
    "municipio": "Bacabeira",
    "estado": "MA",
    "curiosidade": "Ficou nacionalmente conhecida pelo projeto de instalação da refinaria Premium da Petrobras."
  },
  {
    "municipio": "Bacuri",
    "estado": "MA",
    "curiosidade": "Cidade com forte cultura de pesca e atividades comunitárias ligadas ao mar."
  },
  {
    "municipio": "Bacurituba",
    "estado": "MA",
    "curiosidade": "Município marcado por tradições folclóricas, especialmente grupos de bumba meu boi."
  },
  {
    "municipio": "Balsas",
    "estado": "MA",
    "curiosidade": "Maior produtor de soja do estado e uma das principais cidades agrícolas do Nordeste brasileiro."
  },
  {
    "municipio": "Barão de Grajaú",
    "estado": "MA",
    "curiosidade": "Cidade que compartilha tradições culturais com Floriano (PI), especialmente nas festas religiosas."
  },
  {
    "municipio": "Barra do Corda",
    "estado": "MA",
    "curiosidade": "Conhecida como 'Princesa do Sertão', abriga povos indígenas e tradições culturais antigas."
  },
  {
    "municipio": "Barreirinhas",
    "estado": "MA",
    "curiosidade": "Porta de entrada dos Lençóis Maranhenses, uma das paisagens naturais mais famosas do Brasil."
  },
  {
    "municipio": "Bela Vista do Maranhão",
    "estado": "MA",
    "curiosidade": "Cidade com forte presença de danças tradicionais, como o tambor de crioula e quadrilhas juninas."
  },
  {
    "municipio": "Belágua",
    "estado": "MA",
    "curiosidade": "Representa forte cultura rural, com culinária tradicional baseada em farinha, peixes e produtos da mandioca."
  },
  {
    "municipio": "Benedito Leite",
    "estado": "MA",
    "curiosidade": "Cidade pacata, conhecida por suas festividades religiosas e sua ligação com o sertão maranhense."
  },
  {
    "municipio": "Bequimão",
    "estado": "MA",
    "curiosidade": "Famosa por grupos de bumba meu boi que se apresentam em várias partes do estado."
  },
  {
    "municipio": "Bernardo do Mearim",
    "estado": "MA",
    "curiosidade": "Conhecida pela tradição de artesanato e culinária típica da região do Médio Mearim."
  },
  {
    "municipio": "Boa Vista do Gurupi",
    "estado": "MA",
    "curiosidade": "Cidade jovem com fortes tradições de culturas indígenas e negras."
  },
  {
    "municipio": "Bom Jardim",
    "estado": "MA",
    "curiosidade": "Cidade marcada por grandes festejos juninos e grupos de quadrilha estilizada."
  },
  {
    "municipio": "Bom Jesus das Selvas",
    "estado": "MA",
    "curiosidade": "Surgiu às margens da ferrovia Carajás e cresceu com a exploração madeireira e mineração."
  },
  {
    "municipio": "Bom Lugar",
    "estado": "MA",
    "curiosidade": "Tradicional pelas festas de vaquejada e celebrações culturais do sertão maranhense."
  },
  {
    "municipio": "Brejo",
    "estado": "MA",
    "curiosidade": "Cidade histórica com casarões antigos e forte tradição cultural ligada ao bumba meu boi."
  },
  {
    "municipio": "Brejo de Areia",
    "estado": "MA",
    "curiosidade": "Região agrícola em expansão, com produção de grãos crescendo nos últimos anos."
  },
  {
    "municipio": "Buriti",
    "estado": "MA",
    "curiosidade": "Cidade marcada por rodas de tambor de crioula e forte presença da cultura afro-maranhense."
  },
  {
    "municipio": "Buriti Bravo",
    "estado": "MA",
    "curiosidade": "Conhecida pelos festejos religiosos e pelas histórias antigas de vaqueiros e tropeiros."
  },
  {
    "municipio": "Buriticupu",
    "estado": "MA",
    "curiosidade": "Cresceu com a chegada de migrantes atraídos pelo setor florestal e pela agricultura."
  },
  {
    "municipio": "Buritirana",
    "estado": "MA",
    "curiosidade": "Cidade com tradições populares fortes e festas celebradas ao longo de todo o ano."
  },
  {
    "municipio": "Cachoeira Grande",
    "estado": "MA",
    "curiosidade": "Famosa pelo ritmo do reggae, muito presente na cultura local."
  },
  {
    "municipio": "Cajapió",
    "estado": "MA",
    "curiosidade": "Cidade com cultura ribeirinha forte, onde a pesca é central para a vida cotidiana."
  },
  {
    "municipio": "Cajari",
    "estado": "MA",
    "curiosidade": "Conhecida pelas manifestações folclóricas que envolvem tambores e danças tradicionais."
  },
  {
    "municipio": "Campestre do Maranhão",
    "estado": "MA",
    "curiosidade": "Cidade marcada pela pecuária e pela influência cultural vinda do Pará e Tocantins."
  },
  {
    "municipio": "Cândido Mendes",
    "estado": "MA",
    "curiosidade": "Cidade de história ligada à exploração de babaçu e à cultura ribeirinha."
  },
  {
    "municipio": "Cantanhede",
    "estado": "MA",
    "curiosidade": "Cidade conhecida por grupos tradicionais de boi e festas populares animadas."
  },
  {
    "municipio": "Capinzal do Norte",
    "estado": "MA",
    "curiosidade": "Local típico do sertão maranhense, com forte tradição em festas de vaquejada."
  },
  {
    "municipio": "Carolina",
    "estado": "MA",
    "curiosidade": "Destino turístico famoso pelas cachoeiras e pelo Parque Nacional da Chapada das Mesas."
  },
  {
    "municipio": "Carutapera",
    "estado": "MA",
    "curiosidade": "Cidade costeira conhecida por pratos de frutos do mar e festas religiosas grandes."
  },
  {
    "municipio": "Caxias",
    "estado": "MA",
    "curiosidade": "Terra natal de Gonçalves Dias e conhecida como 'Princesa do Sertão' pela sua relevância histórica."
  },
  {
    "municipio": "Cedral",
    "estado": "MA",
    "curiosidade": "Conhecida por suas praias tranquilas e por comunidades que preservam tradições pesqueiras."
  },
  {
    "municipio": "Central do Maranhão",
    "estado": "MA",
    "curiosidade": "Cidade tranquila com festas tradicionais e forte identidade cultural."
  },
  {
    "municipio": "Centro do Guilherme",
    "estado": "MA",
    "curiosidade": "Região marcada pela extração de babaçu, com comunidades quebradeiras muito atuantes."
  },
  {
    "municipio": "Centro Novo do Maranhão",
    "estado": "MA",
    "curiosidade": "Cidade jovem, com grande presença de comunidades tradicionais da floresta."
  },
  {
    "municipio": "Chapadinha",
    "estado": "MA",
    "curiosidade": "Importante polo universitário, conhecida também pela produção de arroz e festas populares."
  },
  {
    "municipio": "Cidelândia",
    "estado": "MA",
    "curiosidade": "Teve crescimento impulsionado pela indústria de ferro-gusa e pela agropecuária."
  },
  {
    "municipio": "Codó",
    "estado": "MA",
    "curiosidade": "Famosa por sua forte tradição religiosa e mística, considerada a 'capital da umbanda' no Brasil."
  },
  {
    "municipio": "Coelho Neto",
    "estado": "MA",
    "curiosidade": "Cidade com tradição literária e artística, além de forte presença cultural popular."
  },
  {
    "municipio": "Colinas",
    "estado": "MA",
    "curiosidade": "Cidade que preserva tradições sertanejas e manifestações populares antigas."
  },
  {
    "municipio": "Conceição do Lago-Açu",
    "estado": "MA",
    "curiosidade": "Local com forte cultura ribeirinha e comunidades que vivem da pesca e agricultura tradicional."
  },
  {
    "municipio": "Coroatá",
    "estado": "MA",
    "curiosidade": "Cidade marcada por grandes festejos religiosos e eventos culturais tradicionais."
  },
  {
    "municipio": "Cururupu",
    "estado": "MA",
    "curiosidade": "Conhecida por suas ilhas e pelo raro peixe-boi-marinho, protegido na região."
  },
  [
  {
    "municipio": "Davinópolis",
    "estado": "MA",
    "curiosidade": "Cidade próxima a Imperatriz, conhecida por festas populares, vaquejadas e eventos culturais que atraem moradores de toda a região tocantina."
  },
  {
    "municipio": "Dom Pedro",
    "estado": "MA",
    "curiosidade": "Famosa por seu carnaval animado e pela forte tradição na música maranhense, com bandas locais que animam festas regionais."
  },
  {
    "municipio": "Duque Bacelar",
    "estado": "MA",
    "curiosidade": "Possui tradições culturais ricas como o tambor de crioula e celebrações que preservam costumes antigos do Baixo Parnaíba."
  },
  {
    "municipio": "Esperantinópolis",
    "estado": "MA",
    "curiosidade": "Muito conhecida pelas festas de vaquejada e pelo 'grande festejo' religioso que movimenta a cidade anualmente."
  },
  {
    "municipio": "Estreito",
    "estado": "MA",
    "curiosidade": "Cidade turística ao lado do Rio Tocantins, famosa por balneários, praias de água doce e esportes náuticos."
  },
  {
    "municipio": "Feira Nova do Maranhão",
    "estado": "MA",
    "curiosidade": "Região de forte tradição agropecuária, marcada por eventos rurais e cultura sertaneja preservada."
  },
  {
    "municipio": "Fernando Falcão",
    "estado": "MA",
    "curiosidade": "Possui áreas naturais preservadas próximas ao Parque Nacional da Chapada das Mesas, com paisagens exuberantes."
  },
  {
    "municipio": "Formosa da Serra Negra",
    "estado": "MA",
    "curiosidade": "Lugar de natureza marcante e casa de diversas comunidades tradicionais que mantêm saberes antigos."
  },
  {
    "municipio": "Fortaleza dos Nogueiras",
    "estado": "MA",
    "curiosidade": "Conhecida pelo artesanato local e pelo cultivo de grãos, com presença de tradição sertaneja forte."
  },
  {
    "municipio": "Fortuna",
    "estado": "MA",
    "curiosidade": "Cidade com festas populares vibrantes e celebrações que envolvem música, dança e culinária típica."
  },
  {
    "municipio": "Godofredo Viana",
    "estado": "MA",
    "curiosidade": "Região com mineração de ouro e comunidades tradicionais que preservam cultura ribeirinha."
  },
  {
    "municipio": "Gonçalves Dias",
    "estado": "MA",
    "curiosidade": "Nomeada em homenagem ao poeta maranhense, mantém tradições culturais ligadas à literatura e música."
  },
  {
    "municipio": "Governador Archer",
    "estado": "MA",
    "curiosidade": "Possui fortes tradições religiosas e festas comunitárias que reúnem famílias há décadas."
  },
  {
    "municipio": "Governador Edison Lobão",
    "estado": "MA",
    "curiosidade": "Economia crescente impulsionada pela proximidade com Imperatriz e forte setor de comércios locais."
  },
  {
    "municipio": "Governador Eugênio Barros",
    "estado": "MA",
    "curiosidade": "Cidade pacata marcada por festas populares e música regional maranhense."
  },
  {
    "municipio": "Governador Luiz Rocha",
    "estado": "MA",
    "curiosidade": "A cidade mantém tradições sertanejas e celebrações rurais que levam grande parte da população às ruas."
  },
  {
    "municipio": "Governador Newton Bello",
    "estado": "MA",
    "curiosidade": "Cidade com forte presença de cultura popular e festas que celebram danças maranhenses tradicionais."
  },
  {
    "municipio": "Governador Nunes Freire",
    "estado": "MA",
    "curiosidade": "Marcada pela diversidade cultural e pela força das manifestações do bumba meu boi na região."
  },
  {
    "municipio": "Graça Aranha",
    "estado": "MA",
    "curiosidade": "Homenageia o escritor maranhense e preserva importantes tradições literárias e culturais."
  },
  {
    "municipio": "Grajaú",
    "estado": "MA",
    "curiosidade": "Importante centro religioso, famoso pela tradicional Romaria da Terra e manifestações culturais fortes."
  },
  {
    "municipio": "Guimarães",
    "estado": "MA",
    "curiosidade": "Um dos municípios mais antigos do Maranhão, com patrimônio histórico preservado e cultura litorânea marcante."
  },
  {
    "municipio": "Humberto de Campos",
    "estado": "MA",
    "curiosidade": "Porta de entrada alternativa para os Lençóis Maranhenses, rica em dunas, manguezais e ilhas."
  },
  {
    "municipio": "Icatu",
    "estado": "MA",
    "curiosidade": "Cidade histórica com praias tranquilas e tradições culturais que remontam ao período colonial."
  },
  {
    "municipio": "Igarapé do Meio",
    "estado": "MA",
    "curiosidade": "Possui festejos populares ligados à cultura da região do Mearim, com danças e apresentações folclóricas."
  },
  {
    "municipio": "Igarapé Grande",
    "estado": "MA",
    "curiosidade": "Conhecida por festas tradicionais e por eventos esportivos populares entre os moradores."
  },
  {
    "municipio": "Imperatriz",
    "estado": "MA",
    "curiosidade": "Segunda maior cidade do estado, polo comercial e cultural influenciado fortemente pelo Tocantins."
  },
  {
    "municipio": "Itaipava do Grajaú",
    "estado": "MA",
    "curiosidade": "Região de forte identidade sertaneja, com festas de vaquejada e celebrações rurais."
  },
  {
    "municipio": "Itapecuru Mirim",
    "estado": "MA",
    "curiosidade": "Cidade histórica que preserva casarões e tradições culturais importantes para o Maranhão."
  },
  {
    "municipio": "Itinga do Maranhão",
    "estado": "MA",
    "curiosidade": "Cresceu junto à expansão da agropecuária e mantém tradições culturais populares fortalecidas."
  },
  {
    "municipio": "Jatobá",
    "estado": "MA",
    "curiosidade": "Cidade com forte cultura rural e tradições ligadas à música e a festas comunitárias."
  },
  {
    "municipio": "Jenipapo dos Vieiras",
    "estado": "MA",
    "curiosidade": "Possui grande população indígena da etnia Canela, preservando tradições e rituais ancestrais."
  },
  {
    "municipio": "João Lisboa",
    "estado": "MA",
    "curiosidade": "Cercada por paisagens naturais e muito conhecida por suas festas de carnaval tradicionais."
  },
  {
    "municipio": "Joselândia",
    "estado": "MA",
    "curiosidade": "Cidade com forte presença de comunidades rurais e festas tradicionais animadas."
  },
  {
    "municipio": "Junco do Maranhão",
    "estado": "MA",
    "curiosidade": "Região onde a cultura ribeirinha é muito presente, com destaque à pesca artesanal."
  },
  {
    "municipio": "Lago da Pedra",
    "estado": "MA",
    "curiosidade": "Importante cidade regional, marcada pela economia forte e por expressões culturais populares."
  },
  {
    "municipio": "Lago do Junco",
    "estado": "MA",
    "curiosidade": "Terra de comunidades quebradeiras de coco babaçu, com forte organização cultural feminina."
  },
  {
    "municipio": "Lago dos Rodrigues",
    "estado": "MA",
    "curiosidade": "Cidade tranquila com tradição em festas religiosas e forte identidade interiorana."
  },
  {
    "municipio": "Lago Verde",
    "estado": "MA",
    "curiosidade": "Conhecida por manifestações do bumba meu boi e eventos culturais comunitários vibrantes."
  },
  {
    "municipio": "Lagoa do Mato",
    "estado": "MA",
    "curiosidade": "Cidade com forte cultura sertaneja e celebrações que envolvem música e dança."
  },
  {
    "municipio": "Lagoa Grande do Maranhão",
    "estado": "MA",
    "curiosidade": "Com comunidades tradicionais, preserva costumes indígenas e sertanejos na culinária e música."
  },
  {
    "municipio": "Lajeado Novo",
    "estado": "MA",
    "curiosidade": "Região marcada por agricultura de subsistência e festas comunitárias que reforçam identidade local."
  },
  {
    "municipio": "Lima Campos",
    "estado": "MA",
    "curiosidade": "Conhecida como 'cidade das águas', possui lagoas e rios que atraem moradores e visitantes."
  },
  {
    "municipio": "Loreto",
    "estado": "MA",
    "curiosidade": "Cidade antiga às margens do rio Parnaíba, com tradições religiosas fortes e patrimônio histórico."
  },
  {
    "municipio": "Luís Domingues",
    "estado": "MA",
    "curiosidade": "Município litorâneo com praias tranquilas e tradição pesqueira bastante preservada."
  },
  {
    "municipio": "Magalhães de Almeida",
    "estado": "MA",
    "curiosidade": "Cidade com forte presença de manifestações folclóricas e festas culturais do Maranhão."
  },
  {
    "municipio": "Maracaçumé",
    "estado": "MA",
    "curiosidade": "Conhecida por festas religiosas e manifestações culturais de origem indígena e afro-brasileira."
  },
  {
    "municipio": "Marajá do Sena",
    "estado": "MA",
    "curiosidade": "Cidade rural marcada pela simplicidade da vida comunitária e tradições locais."
  },
  {
    "municipio": "Maranhãozinho",
    "estado": "MA",
    "curiosidade": "Região com forte presença de culturas tradicionais e festas populares animadas."
  },
  {
    "municipio": "Mata Roma",
    "estado": "MA",
    "curiosidade": "Centro de manifestações folclóricas, com destaque para o tambor de crioula e o boi de matraca."
  },
  {
    "municipio": "Matinha",
    "estado": "MA",
    "curiosidade": "Cidade famosa pelo 'festival do sururu', molusco muito consumido na região."
  },
  {
    "municipio": "Matões",
    "estado": "MA",
    "curiosidade": "Município com forte identidade cultural e palco de tradicionais festas religiosas."
  },
  {
    "municipio": "Matões do Norte",
    "estado": "MA",
    "curiosidade": "Cidade marcada pela cultura rural e por eventos comunitários tradicionais."
  },
  {
    "municipio": "Milagres do Maranhão",
    "estado": "MA",
    "curiosidade": "Cidade com forte religiosidade e festas que atraem moradores das regiões vizinhas."
  },
  {
    "municipio": "Mirador",
    "estado": "MA",
    "curiosidade": "Abriga o Parque Estadual do Mirador, uma das maiores áreas de conservação do Cerrado no Brasil."
  },
  {
    "municipio": "Miranda do Norte",
    "estado": "MA",
    "curiosidade": "Importante entroncamento rodoviário, com grande circulação de viajantes e comércio dinâmico."
  },
  {
    "municipio": "Mirinzal",
    "estado": "MA",
    "curiosidade": "Cidade tradicional com fortes influências culturais das comunidades ribeirinhas e pescadores."
  },
  {
    "municipio": "Monção",
    "estado": "MA",
    "curiosidade": "Cidade conhecida por grandes festas populares e por tradições folclóricas antigas."
  },
  {
    "municipio": "Montes Altos",
    "estado": "MA",
    "curiosidade": "Região serrana com paisagens naturais marcantes e forte presença de tradições sertanejas."
  },
  {
    "municipio": "Morros",
    "estado": "MA",
    "curiosidade": "Ponto turístico por rios cristalinos e trilhas, sendo destino de ecoturismo em crescimento."
  },
  {
    "municipio": "Nina Rodrigues",
    "estado": "MA",
    "curiosidade": "Cidade conhecida por sua forte ligação com a cultura afro-maranhense e pelo tambor de mina."
  },
  {
    "municipio": "Nova Colinas",
    "estado": "MA",
    "curiosidade": "Município jovem com economia voltada para agricultura e vida comunitária simples."
  },
  {
    "municipio": "Nova Iorque",
    "estado": "MA",
    "curiosidade": "Ficou famosa nacionalmente pelo nome curioso e pela simpatia dos moradores; tem forte tradição religiosa."
  },
  {
    "municipio": "Nova Olinda do Maranhão",
    "estado": "MA",
    "curiosidade": "Cidade com grande produção de babaçu e cultura típica das quebradeiras de coco."
  },

  [
  {
    "municipio": "Olho d’Água das Cunhãs",
    "estado": "MA",
    "curiosidade": "Cidade conhecida por fortes tradições culturais, com destaque para festas religiosas e o bumba meu boi."
  },
  {
    "municipio": "Olinda Nova do Maranhão",
    "estado": "MA",
    "curiosidade": "Região marcada por manguezais e cultura ribeirinha, com pesca artesanal como base da economia local."
  },
  {
    "municipio": "Paço do Lumiar",
    "estado": "MA",
    "curiosidade": "Famoso por abrigar comunidades tradicionais e pelo cultivo do abacaxi, fruto muito associado ao município."
  },
  {
    "municipio": "Palmeirândia",
    "estado": "MA",
    "curiosidade": "Cidade com forte cultura ribeirinha e festividades populares ligadas à pesca e ao cotidiano das comunidades locais."
  },
  {
    "municipio": "Paraibano",
    "estado": "MA",
    "curiosidade": "Conhecida por festas de vaquejada e tradições sertanejas preservadas há décadas."
  },
  {
    "municipio": "Parnarama",
    "estado": "MA",
    "curiosidade": "Município onde o forró e o bumba meu boi têm grande força cultural, animando festas ao longo do ano."
  },
  {
    "municipio": "Passagem Franca",
    "estado": "MA",
    "curiosidade": "Cidade com forte tradição religiosa e eventos históricos que atraem moradores da região."
  },
  {
    "municipio": "Pastos Bons",
    "estado": "MA",
    "curiosidade": "Um dos municípios mais antigos do sul do Maranhão, cercado por histórias do período colonial."
  },
  {
    "municipio": "Paulino Neves",
    "estado": "MA",
    "curiosidade": "Vizinha dos Lençóis Maranhenses, com dunas e lagoas que atraem turistas para passeios ecológicos."
  },
  {
    "municipio": "Paulo Ramos",
    "estado": "MA",
    "curiosidade": "Conhecida pelas manifestações folclóricas e pelo envolvimento da população em festas tradicionais."
  },
  {
    "municipio": "Pedreiras",
    "estado": "MA",
    "curiosidade": "Berço de grandes artistas regionais e famosa por seu forte cenário musical, especialmente no bumba meu boi."
  },
  {
    "municipio": "Pedro do Rosário",
    "estado": "MA",
    "curiosidade": "Cidade cercada por áreas de babaçu, onde a cultura das quebradeiras mantém grande influência."
  },
  {
    "municipio": "Penalva",
    "estado": "MA",
    "curiosidade": "Situada em região de lagos e campos inundáveis, possui forte tradição na pesca e culinária de peixes."
  },
  {
    "municipio": "Peri Mirim",
    "estado": "MA",
    "curiosidade": "Famosa pelos grupos de bumba meu boi e pela preservação de tradições da Baixada Maranhense."
  },
  {
    "municipio": "Peritoró",
    "estado": "MA",
    "curiosidade": "Município com grande diversidade cultural, onde festas religiosas, danças e músicas tradicionais são muito presentes."
  },
  {
    "municipio": "Pindaré-Mirim",
    "estado": "MA",
    "curiosidade": "Cidade histórica com um dos mais belos conjuntos arquitetônicos coloniais do estado."
  },
  {
    "municipio": "Pinheiro",
    "estado": "MA",
    "curiosidade": "Um dos maiores municípios da Baixada, referência regional e celeiro de artistas e músicos maranhenses."
  },
  {
    "municipio": "Pio XII",
    "estado": "MA",
    "curiosidade": "Cidade marcada pela força das festas religiosas e pela agricultura familiar."
  },
  {
    "municipio": "Pirapemas",
    "estado": "MA",
    "curiosidade": "Conhecida por suas águas cristalinas e balneários populares durante o verão."
  },
  {
    "municipio": "Poção de Pedras",
    "estado": "MA",
    "curiosidade": "Município com forte tradição de vaquejadas e celebrações rurais."
  },
  {
    "municipio": "Porto Franco",
    "estado": "MA",
    "curiosidade": "Importante corredor comercial na fronteira com o Tocantins, influenciado pela cultura tocantina."
  },
  {
    "municipio": "Porto Rico do Maranhão",
    "estado": "MA",
    "curiosidade": "Cidade com cultura pesqueira forte e festividades que envolvem música regional e dança."
  },
  {
    "municipio": "Presidente Dutra",
    "estado": "MA",
    "curiosidade": "Polo comercial da região central, famosa por seu carnaval e eventos populares."
  },
  {
    "municipio": "Presidente Juscelino",
    "estado": "MA",
    "curiosidade": "Região com forte identidade cultural ligada ao tambor de crioula e às festas folclóricas."
  },
  {
    "municipio": "Presidente Médici",
    "estado": "MA",
    "curiosidade": "Cidade tranquila com forte cultura interiorana e festividades tradicionais."
  },
  {
    "municipio": "Presidente Sarney",
    "estado": "MA",
    "curiosidade": "Conhecida pela agricultura familiar e pelas festas populares animadas."
  },
  {
    "municipio": "Presidente Vargas",
    "estado": "MA",
    "curiosidade": "Cidade marcada por tradições religiosas e folclóricas típicas da região do Mearim."
  },
  {
    "municipio": "Primeira Cruz",
    "estado": "MA",
    "curiosidade": "Próxima à região dos Lençóis, possui praias e paisagens naturais muito procuradas por turistas."
  },
  {
    "municipio": "Raposa",
    "estado": "MA",
    "curiosidade": "Famosa por suas praias e pela comunidade tradicional de pescadores com cultura fortíssima."
  },
  {
    "municipio": "Riachão",
    "estado": "MA",
    "curiosidade": "Possui algumas das mais belas cachoeiras da Chapada das Mesas, como o Encanto Azul."
  },
  {
    "municipio": "Ribamar Fiquene",
    "estado": "MA",
    "curiosidade": "Cidade jovem com cultura marcada por festas sertanejas e tradições rurais."
  },
  {
    "municipio": "Rosário",
    "estado": "MA",
    "curiosidade": "Um dos municípios mais antigos do Maranhão, com festas religiosas que remontam ao período colonial."
  },
  {
    "municipio": "Sambaíba",
    "estado": "MA",
    "curiosidade": "Local conhecido pela natureza preservada, com rios e cachoeiras que atraem ecoturistas."
  },
  {
    "municipio": "Santa Filomena do Maranhão",
    "estado": "MA",
    "curiosidade": "Cidade tranquila com forte identidade sertaneja e festas religiosas tradicionais."
  },
  {
    "municipio": "Santa Helena",
    "estado": "MA",
    "curiosidade": "Referência cultural na Baixada Maranhense, famosa pelos batalhões de bumba meu boi."
  },
  {
    "municipio": "Santa Inês",
    "estado": "MA",
    "curiosidade": "Importante polo comercial e cultural, conhecida por festivais de música regionais."
  },
  {
    "municipio": "Santa Luzia",
    "estado": "MA",
    "curiosidade": "Cidade com forte tradição no reggae, ritmo muito presente na cultura maranhense."
  },
  {
    "municipio": "Santa Luzia do Paruá",
    "estado": "MA",
    "curiosidade": "Região marcada por festividades populares e grande produção de babaçu."
  },
  {
    "municipio": "Santa Quitéria do Maranhão",
    "estado": "MA",
    "curiosidade": "Cidade tradicional onde danças e celebrações folclóricas reúnem grande público."
  },
  {
    "municipio": "Santa Rita",
    "estado": "MA",
    "curiosidade": "Cidade de artesanato forte e manifestações culturais típicas do Maranhão."
  },
  {
    "municipio": "Santana do Maranhão",
    "estado": "MA",
    "curiosidade": "Região com forte presença de comunidades tradicionais e cultura ribeirinha."
  },
  {
    "municipio": "Santo Amaro do Maranhão",
    "estado": "MA",
    "curiosidade": "Porta de entrada para algumas das lagoas mais famosas dos Lençóis Maranhenses."
  },
  {
    "municipio": "Santo Antônio dos Lopes",
    "estado": "MA",
    "curiosidade": "Cidade em crescimento devido à força do setor energético e industrial."
  },
  {
    "municipio": "São Benedito do Rio Preto",
    "estado": "MA",
    "curiosidade": "Rico em manifestações culturais e festas populares tradicionais."
  },
  {
    "municipio": "São Bento",
    "estado": "MA",
    "curiosidade": "Capital maranhense da rede, com artesanato trançado reconhecido nacionalmente."
  },
  {
    "municipio": "São Bernardo",
    "estado": "MA",
    "curiosidade": "Cidade onde festas de boi e danças folclóricas são parte marcante da cultura local."
  },
  {
    "municipio": "São Domingos do Azeitão",
    "estado": "MA",
    "curiosidade": "Conhecida pela tranquilidade e pela forte tradição em festas comunitárias."
  },
  {
    "municipio": "São Domingos do Maranhão",
    "estado": "MA",
    "curiosidade": "Famosa pelo 'Carnaval de Rua', que atrai visitantes de várias cidades vizinhas."
  },
  {
    "municipio": "São Félix de Balsas",
    "estado": "MA",
    "curiosidade": "Município rural com tradições familiares preservadas e cultura interiorana forte."
  },
  {
    "municipio": "São Francisco do Brejão",
    "estado": "MA",
    "curiosidade": "Cidade ligada ao setor pecuário e marcada por festas rurais tradicionais."
  },
  {
    "municipio": "São Francisco do Maranhão",
    "estado": "MA",
    "curiosidade": "Às margens do rio Parnaíba, preserva costumes de comunidades ribeirinhas."
  },
  {
    "municipio": "São João Batista",
    "estado": "MA",
    "curiosidade": "Local onde o folclore maranhense se manifesta fortemente, com danças e festivais populares."
  },
  {
    "municipio": "São João do Carú",
    "estado": "MA",
    "curiosidade": "Região onde agricultura e extrativismo convivem com tradições culturais fortes."
  },
  {
    "municipio": "São João do Paraíso",
    "estado": "MA",
    "curiosidade": "Município com economia rural e grande presença de manifestações culturais regionais."
  },
  {
    "municipio": "São João do Soter",
    "estado": "MA",
    "curiosidade": "Cidade marcada por cultura sertaneja e festas tradicionais animadas."
  },
  {
    "municipio": "São João dos Patos",
    "estado": "MA",
    "curiosidade": "Considerada a 'Capital dos Bordados', com artesanato famoso em toda a região."
  },
  {
    "municipio": "São José de Ribamar",
    "estado": "MA",
    "curiosidade": "Importante polo religioso, muito visitado por romeiros durante festas católicas."
  },
  {
    "municipio": "São José dos Basílios",
    "estado": "MA",
    "curiosidade": "Cidade jovem com tradições familiares fortes e festas culturais preservadas."
  },
  {
    "municipio": "São Luís",
    "estado": "MA",
    "curiosidade": "Única capital brasileira fundada por franceses; seu centro histórico é Patrimônio Mundial da UNESCO."
  },
  {
    "municipio": "São Luís Gonzaga do Maranhão",
    "estado": "MA",
    "curiosidade": "Famosa por eventos de bumba meu boi e festas tradicionais do interior."
  },
  {
    "municipio": "São Mateus do Maranhão",
    "estado": "MA",
    "curiosidade": "Cidade com cultura vibrante, onde festas religiosas e folclóricas são marcantes."
  },
  {
    "municipio": "São Pedro da Água Branca",
    "estado": "MA",
    "curiosidade": "Região que cresceu com a mineração e com tradições sertanejas ativas."
  },
  {
    "municipio": "São Pedro dos Crentes",
    "estado": "MA",
    "curiosidade": "Uma das cidades menos populosas do Brasil, conhecida por sua tranquilidade e vida comunitária."
  },
  {
    "municipio": "São Raimundo das Mangabeiras",
    "estado": "MA",
    "curiosidade": "Cidade forte na agropecuária e com festas populares bastante tradicionais."
  },
  {
    "municipio": "São Raimundo do Doca Bezerra",
    "estado": "MA",
    "curiosidade": "Localidade com forte identidade rural e costumes sertanejos bem preservados."
  },
  {
    "municipio": "São Roberto",
    "estado": "MA",
    "curiosidade": "Município marcado por pequenas comunidades rurais e festas tradicionais animadas."
  },
  {
    "municipio": "São Vicente Ferrer",
    "estado": "MA",
    "curiosidade": "Cidade histórica com tradições antigas e manifestações folclóricas marcantes."
  },
  {
    "municipio": "Satubinha",
    "estado": "MA",
    "curiosidade": "Com forte presença de agricultura familiar, a cidade preserva festas comunitárias típicas."
  },
  {
    "municipio": "Senador Alexandre Costa",
    "estado": "MA",
    "curiosidade": "Cidade jovem com tradições culturais ligadas ao sertão maranhense."
  },
  {
    "municipio": "Senador La Rocque",
    "estado": "MA",
    "curiosidade": "Muito influenciada pela música regional e por festas populares animadas."
  },
  {
    "municipio": "Serrano do Maranhão",
    "estado": "MA",
    "curiosidade": "Local com comunidades tradicionais e cultura ligada ao extrativismo do babaçu."
  },
  {
    "municipio": "Sítio Novo",
    "estado": "MA",
    "curiosidade": "Conhecido por paisagens naturais e tradições sertanejas preservadas."
  },
  {
    "municipio": "Sucupira do Norte",
    "estado": "MA",
    "curiosidade": "Cidade marcada por festas religiosas e pela tradição de vaqueiros."
  },
  {
    "municipio": "Sucupira do Riachão",
    "estado": "MA",
    "curiosidade": "Possui forte identidade rural e celebrações comunitárias que envolvem música e dança."
  },
  {
    "municipio": "Tasso Fragoso",
    "estado": "MA",
    "curiosidade": "Região com forte pecuária e ligação com o agronegócio da fronteira sul."
  },
  {
    "municipio": "Timbiras",
    "estado": "MA",
    "curiosidade": "Cultura marcante com tambor de crioula e festas populares animadas."
  },
  {
    "municipio": "Timon",
    "estado": "MA",
    "curiosidade": "Cidade vizinha de Teresina, com grande integração cultural e econômica com o Piauí."
  },
  {
    "municipio": "Trizidela do Vale",
    "estado": "MA",
    "curiosidade": "Cidade marcada por tradições religiosas e pela proximidade cultural com Pedreiras."
  },
  {
    "municipio": "Tufilândia",
    "estado": "MA",
    "curiosidade": "Município jovem com cultura local baseada em festas sertanejas e agricultura familiar."
  },
  {
    "municipio": "Tuntum",
    "estado": "MA",
    "curiosidade": "Famoso pelo futebol amador e por festas tradicionais que envolvem toda a comunidade."
  },
  {
    "municipio": "Turiaçu",
    "estado": "MA",
    "curiosidade": "Cidade litorânea famosa pelo caranguejo e por tradições de pesca preservadas."
  },
  {
    "municipio": "Turilândia",
    "estado": "MA",
    "curiosidade": "Cidade com forte identidade ribeirinha e festas culturais muito animadas."
  },
  {
    "municipio": "Tutóia",
    "estado": "MA",
    "curiosidade": "Possui algumas das mais belas praias e dunas do litoral maranhense, próxima ao Delta do Parnaíba."
  },
  {
    "municipio": "Urbano Santos",
    "estado": "MA",
    "curiosidade": "Município onde o bumba meu boi e o tambor de crioula têm grande presença nas festas locais."
  },
  {
    "municipio": "Vargem Grande",
    "estado": "MA",
    "curiosidade": "Famosa por seus grupos de boi e pelas festas juninas intensamente celebradas."
  },
  {
    "municipio": "Viana",
    "estado": "MA",
    "curiosidade": "Cidade lacustre marcada por tradições religiosas e pela culinária típica à base de peixes."
  },
  {
    "municipio": "Vila Nova dos Martírios",
    "estado": "MA",
    "curiosidade": "Cresceu com atividades de mineração e agricultura, mantendo forte identidade sertaneja."
  },
  {
    "municipio": "Vitória do Mearim",
    "estado": "MA",
    "curiosidade": "Local de tradições folclóricas ricas, principalmente ligadas ao bumba meu boi de matraca."
  },
  {
    "municipio": "Vitorino Freire",
    "estado": "MA",
    "curiosidade": "Conhecida por festas culturais marcantes e culinária típica da região do Mearim."
  },
  {
    "municipio": "Zé Doca",
    "estado": "MA",
    "curiosidade": "Cidade vibrante com forte influência cultural de migrantes de várias partes do Nordeste."
  }
]

]

]
