[
  {
    "municipio": "Alta Floresta D'Oeste",
    "estado": "RO",
    "curiosidade": "Fica na região do cone-sul. Sua economia é forte na pecuária e na agricultura, com destaque para a produção de café e a presença do Parque Estadual de Guajará-Mirim."
  },
  {
    "municipio": "Alto Alegre dos Parecis",
    "estado": "RO",
    "curiosidade": "O nome faz referência à etnia indígena Parecis. É um município de vocação rural, com destaque para a pecuária de corte e leiteira."
  },
  {
    "municipio": "Alto Paraíso",
    "estado": "RO",
    "curiosidade": "Localizada no Vale do Jamari, sua economia é baseada na agropecuária e na produção de café. É conhecida pelas suas paisagens de transição entre o Cerrado e a Floresta Amazônica."
  },
  {
    "municipio": "Alvorada D'Oeste",
    "estado": "RO",
    "curiosidade": "Sua economia é fortemente ligada à pecuária. É um município que surgiu a partir dos projetos de colonização incentivados pelo governo federal."
  },
  {
    "municipio": "Ariquemes",
    "estado": "RO",
    "curiosidade": "Uma das maiores cidades do interior, Ariquemes é um polo de pecuária de corte e leiteira e atividades madeireiras. Seu nome homenageia a extinta tribo indígena **Arikeme**. É conhecida por suas belas cachoeiras, como a **Cachoeira Monte Cristo**."
  },
  {
    "municipio": "Buritis",
    "estado": "RO",
    "curiosidade": "Localizada no Vale do Jamari, sua economia é baseada na agropecuária. É um dos municípios que mais cresceu recentemente devido à expansão da fronteira agrícola."
  },
  {
    "municipio": "Cabixi",
    "estado": "RO",
    "curiosidade": "Localizado no extremo sul do estado, o nome vem do rio que o banha. É um município de vocação agrícola e pecuária, na divisa com o Mato Grosso."
  },
  {
    "municipio": "Cacaulândia",
    "estado": "RO",
    "curiosidade": "O nome é uma referência ao cultivo de cacau, que foi forte na região. Hoje, a pecuária e a agricultura diversificada compõem a base econômica."
  },
  {
    "municipio": "Cacoal",
    "estado": "RO",
    "curiosidade": "Conhecida como a **'Capital do Café'** de Rondônia, destacando-se historicamente pelo cultivo de café e cacau. É um polo de serviços e educação no interior e possui o **Parque de Exposições** como ponto turístico."
  },
  {
    "municipio": "Campo Novo de Rondônia",
    "estado": "RO",
    "curiosidade": "Município de forte base agropecuária, surgido na época da colonização da BR-364. A exploração de recursos naturais é a base de sua economia."
  },
  {
    "municipio": "Candeias do Jamari",
    "estado": "RO",
    "curiosidade": "Localizada próxima a Porto Velho, sua economia está ligada à extração de madeira e à produção de energia, devido à proximidade com a Usina Hidrelétrica de Samuel."
  },
  {
    "municipio": "Castanheiras",
    "estado": "RO",
    "curiosidade": "O nome remete às castanheiras, árvores típicas da Amazônia. É um pequeno município de vocação rural, com extrativismo vegetal e pecuária."
  },
  {
    "municipio": "Cerejeiras",
    "estado": "RO",
    "curiosidade": "Município do Cone Sul, um dos mais importantes centros agrícolas do estado, com destaque para a produção de soja e milho. É um polo de serviços para a microrregião."
  },
  {
    "municipio": "Chupinguaia",
    "estado": "RO",
    "curiosidade": "O nome é de origem indígena. Sua economia é fortemente baseada na agropecuária, sendo um grande produtor de grãos e gado de corte."
  },
  {
    "municipio": "Colorado do Oeste",
    "estado": "RO",
    "curiosidade": "Um dos primeiros municípios criados na região do Cone Sul, a partir da colonização. Sua economia é agrícola, com destaque para o café e a pecuária."
  },
  {
    "municipio": "Corumbiara",
    "estado": "RO",
    "curiosidade": "O nome vem da etnia indígena Corumbiara. O município ficou tristemente famoso por ter sido palco de um conflito agrário em 1995 (Massacre de Corumbiara)."
  },
  {
    "municipio": "Costa Marques",
    "estado": "RO",
    "curiosidade": "Fica na fronteira com a Bolívia, às margens do Rio Guaporé. É famosa pela **Festa do Divino Espírito Santo** e pelo potencial de turismo de fronteira e pesca."
  },
  {
    "municipio": "Cujubim",
    "estado": "RO",
    "curiosidade": "O nome faz referência a uma ave amazônica (cujubim). É um município de vocação agropecuária, com destaque para a produção de leite e carne."
  },
  {
    "municipio": "Espigão D'Oeste",
    "estado": "RO",
    "curiosidade": "Conhecida como a 'Capital da Seringueira'. É um dos municípios com maior área de floresta preservada e tem uma forte vocação para o extrativismo sustentável e o agronegócio."
  },
  {
    "municipio": "Governador Jorge Teixeira",
    "estado": "RO",
    "curiosidade": "Homenagem ao ex-governador. É um município de base agropecuária, surgido a partir da migração de colonos para a região central do estado."
  },
  {
    "municipio": "Guajará-Mirim",
    "estado": "RO",
    "curiosidade": "Cidade histórica, é um dos extremos da **Estrada de Ferro Madeira-Mamoré**, ligando-se à Bolívia por via fluvial. Faz fronteira com Guayaramerín (Bolívia), sendo um importante ponto de comércio binacional."
  },
  {
    "municipio": "Itapuã do Oeste",
    "estado": "RO",
    "curiosidade": "O nome significa 'pedra redonda' em tupi-guarani. Sua economia é rural, destacando-se a pecuária e a agricultura."
  },
  {
    "municipio": "Jaru",
    "estado": "RO",
    "curiosidade": "Importante centro econômico no Vale do Jamari, conhecido pela agricultura e pecuária. É um polo de atração e distribuição de produtos para o interior do estado."
  },
  {
    "municipio": "Ji-Paraná",
    "estado": "RO",
    "curiosidade": "Conhecida como o **'Coração de Rondônia'**, por sua localização central. É o segundo maior município e um grande polo econômico e logístico, cortado pelo Rio Machado (que deu nome ao município: 'grande rio dos machados' em Tupi)."
  },
    {
    "municipio": "Porto Velho",
    "estado": "RO",
    "curiosidade": "Capital"
  }
]